
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Недействительный символ";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Значение меньше минимального";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Значение больше максимального";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Запятая не разрешена";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Недействительная строка даты";

